Autodesk.Revit.DB.SKPImportOptions.#ctor(Autodesk.Revit.DB.SKPImportOptions)
Constructs a new instance of SKPImportOptions as a copy of the import options.
option:
The SKP options to be copied.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2014